Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཟས་ མེད་པ་ དེ འི་ ཚེ་ ལ་ལ་ ནི་ འཆི་བ འི་ དུས་ བྱེད །_ ལ་ལ་ ནི་ དགེ་བ འི་ ཆོས་ བསྐྱེད་པ ར་ མི་ ནུས །_ ལ་ལ་ ནི་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ གྱུར །_ ལ་ལ་ ནི་ ཡུལ་ གཞན་ དུ་ འགྲོ་བ ར་ བྱེད་ དེ །_
en: Consequently, during a period without food some of them may die, others may become unable to develop virtuous qualities, some may suffer, and so they will leave for other places.

source: དེ་ལྟ ར་ གང་ དགེ་སློང་ དེ་དག་ ལ་ བརྫུན་ བྱས་པ་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ གླེབས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who thus lie to monks will be born in the hell of Iron Plates.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: $1224 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ མེ འི་ ཕུང་པོ་ བཅུ་གཅིག་ གིས་ ཡོངས་སུ་ བསྐོར་ ཅིང་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ ཡོངས་སུ་ གདུངས་ ལ །_
en: In particular, these hell beings live encircled by eleven fires and are tormented by hunger and thirst.

source: གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཡང་ དང་ ཡང་ དུ་ ཟངས་དམར་པོ་ བསྐོལ་བ་ དང་ །_ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ རབ་ཏུ་ [281b] འབར་བ ས་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ རྣམ་པར་ ཞུམ་པ་ དེ་ པད་མ་ ཆེན་པོ་ ཁ་ བཙུམས་པ་ དང་ ཕྱེ་བ་ ལྟར་ སྲེག་ གོ །_།
en: Henchmen of the Lord of Death will keep boiling them in red copper, striking their deprived bodies with burning iron hammers {{page:{number:400,id:UT22084-068-021-100426,folio:F.281.b,volume:V68}}} so that they appear like closed and open lotus flowers.

source: འཚེད་ དོ །_། སྐེམས་ སོ །_། གསོད་ དོ །_། དེ་ནས་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ ཏེ །_
en: Thus, the hell beings will be burned, boiled, desiccated, and slaughtered—only to be revived again.

source: གནོད་པ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ ཇི་ལྟ ར་ ལས་ བྱས་པ་ བཞིན་ དུ་ དེ འི་ ལྕགས་ གླེབས་པ་ ཆུ་ཞེང་ དཔག་ཚད་ ལྔ་ ཡོད་པ་ ཀུན་ ནས་ རབ་ཏུ་ འབར་ ལ་ ཀུན་ ནས་ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་པ་ ཁྱེར་ ཏེ་ དེས་ སླུ་བ ར་ བྱེད་པ་ དེ་ ཡོངས་སུ་ དཀྲིས་ ཤིང་ དུ་མ ར་ བསྐོར་ ཏོ །_།
en: As a special torture, in accordance with their actions, these deceivers will be encircled and surrounded by a fence of burning and blazing iron plates that measures five leagues across.

source: ལུས་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ་ ཀུ་ ཆོ་ འདོན་པ་ ན་སོ་ སོར་ ཉམས་ ཤིང་ ཐམས་ཅད་ ནས་ བདེ་བ་ ཁབ་ ཀྱི་ བུ་ག་ ཙམ་ ཡང་ མེད་ དོ །_།
en: With bodies ablaze they will wail miserably, lacking even as much happiness as could be contained within the eye of a needle.

source: མེ་ དང་ ལྕགས་ གླེབས་པ་ དེས་ རྟག་ ཏུ་ ཁྱབ་ སྟེ །_ དེ་ལྟ ར་ དེ་ སྡུག་བསྔལ་ དྲག་པ་ རྩུབ་པ་ ཤིན་ཏུ་ མི་བཟད་པ་ དག་ མྱོང་ ངོ་ །_།
en: The fire and the plates are constantly around them, causing terribly vicious, excruciating pain.

source: བཀྲེས་པ་ དང་ སྐོམ་པ ར་ གྱུར་ ཅིང་ ལྕགས་ གླེབས་པ་ དང་ མེ་ འབྱུང་བ ས་ དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ གནོད་པ་ དེ་དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Starving, thirsting, and suffering due to the plates and the fire, they will continue to undergo torment until finally their completed and accumulated negative acts have been overcome, relinquished, and exhausted.

source: དེ་དེ་ ལས་ ཐར་ ན་ ལས་ དེ་དག་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ བདུན་ སྟོང་ དུ་ ཡི་དགས་ གླད་ རྒྱས་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $1225 “Once they escape this hell they will, as an effect that accords with their causal deeds, be born seven thousand times as starving spirits subsisting only on brain matter.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ བདུན་ སྟོང་ དུ་ དུད་འགྲོ་ ཁ་ཟས་ མེད་པ འམ་ མེ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: After that, they will be born seven thousand times as starving animals or animals that feed on fire.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྟག་ ཏུ་ རྒྱལ་པོས་ བཙོན་ར ར་ བཅུག་ ཅིང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ བཀྲེས་པ་ དང་ སྐོམ་པ་ དག་ གིས་ འཆི་བ འི་ དུས་ བྱེད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, when free from such existences, their karmic actions to be experienced should cause them to be born with the general lot in life of a human, they will in that case always be imprisoned by the authorities, and for five hundred lives they will die from hunger and thirst.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ འགྲོ་བ་ མེས་ སྲེག་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1226 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Advancing Fire.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ འདི་ལྟར་ འཕགས་པ་ དང་ འཕགས་པ འི་ གང་ཟག་ མི་ གནས་པ ར་ བྱ འོ་ སྙམ་ ནས་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some people develop the intent to annihilate that which is noble, as well as noble persons.

source: སངས་རྒྱས་ ཀྱི་ གཙུག་ལག་ཁང་ འཇིག་པ ར་ བྱེད་ དམ །_ དེ་ སངས་ [282a] རྒྱས་ ཀྱི་ གསུང་རབ་ ཡི་གེར་ བྲིས་པ་ འབྱིད་ དམ །_
en: Thus, they may demolish the temples of the Buddha {{page:{number:401,id:UT22084-068-021-100427,folio:F.282.a,volume:V68}}} or destroy texts that contain the words of the Buddha.

source: ཀླན་ཀ་ བཙལ་བ འི་ ཕྱིར་ མཁས་པ་ དག་ ལ་ མི་ མཁས་པ འི་ བདག་ཉིད་ ཅན་ གྱིས་ སངས་རྒྱས་ ཀྱི་ གསུང་རབ་ ཉན་པ ར་ བྱེད་ དེ་ ཐོས་ ནས་ ཀྱང་ ཆོས་ འདུལ་བ་ དེ་ ལ་ འཇུག་པ ར་ མི་ བྱེད་ ཅིང་ ཡོངས་སུ་ མི་ སྙན་པ ར་ བརྗོད་ ལ་ བརྗོད་ ནས་
en: Likewise, with a bias toward negativity, unlearned people may listen to the teachings of the Buddha from people of learning, yet without entering the Dharma-Vinaya they will instead speak ill of it.

source: ཀྱང་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ མང་ དུ་ བྱེད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ འགྲོ་བ་ མེས་ སྲེག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who resort to, become habituated to, and increase such acts will, when separating from their bodies, fall into the lower realms and be born in the hell of Advancing Fire.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ལ་ ཁྱད་པར་ ཐམས་ཅད་ སྟོང་ འགྱུར་ དུ་ འབྱུང་ སྟེ །_
en: Once there, snakes will slither forth, forming a lattice into which the hell beings walk.#172

source: སྦྲུལ་ རྣམས་ ཀྱིས་ འཁྲིས་ ཤིང་ཀུན་ ནས་ དྲ་བ ར་ གང་བ་ དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེར་ འགྲོ་བ ར་ བྱེད་ དོ །_།
en: They will then be burned by hammer-wielding henchmen of the Lord of Death.

source: འགྲོ་བ་ ན་ གཤིན་རྗེ འི་ མི་ལག་ ན་ ཐོ་བ་ ཐོགས་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ སྲེག་པ ར་ བྱེད་ དེ་ དུག་ གི་ མེ་ ཚན་པོ་ ཆེས་ ཀྱང་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: They will also be burned by the snakes’ extremely powerful poison.

source: དེ་ དུག་ དང་སེམས་ ཅན་ དམྱལ་བ འི་ མེ་ གཉིས་ ཀྱི་ ནང་ དུ་ སྲེག་པ་ ན་ སྙིང་རྗེ་ རྗེ་ སྐད་ དུ་ ངུ་སྐད་ འབྱིན་ སྨྲེ་སྔགས་ འདོན་ ཆོ་ངེས་ འདེབས་ སོ །_།
en: Thus, burned by both poison and the fires of hell, they will wail and cry pitifully.

source: དེ་དེ་ ལྟར་ ཆོ་ངེས་ འདེབས་པ་ དང་ །_ འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: As they cry, the henchmen will utter the following instructional verses:

source: གླེན་པ་ དམ་པ འི་ ཆོས་ ཡུལ་ ལ །_། རྨོངས་པ འི་ ཤུགས་ ཀྱིས་ ཐམས་ཅད་ དུ །_། སྲེད་པ འི་ དུག་ གིས་ མྱོས་པ་ དག _།
en: $1228 “ ‘Fools who mistook the sacred Dharma, In your delusion you became intoxicated By the poison of craving.

source: སྡིག་ བྱེད་ དགའ་ ལྟར་ མཐོང་བ་ ནི །_། བཟློག་ ན་ མཐོང་བ་ མེད་པ་ ཡིན །_།
en: $1229 “ ‘It seemed enjoyable when you acted in unwholesome ways, But when those come to an end, it no longer appears that way.

source: སྡིག་པ་ བྱེད་ ཚེ་ བདེ་བ་ ནི །_། བཟློག་ ན་ མེ་ དང་ འདྲ་བ་ ཡིན །_།
en: The ‘pleasure’ of engaging in unwholesome actions Feels like fire when those actions stop.

source: སྡིག་པ་ བྱེད་པ འི་ མི་ དག་ ནི །_། འཇིག་རྟེན་ ཀུན་ གྱིས་ རྣམ་པར་ སྨད །_།
en: $1230 “ ‘People who engage in negative acts Are despised by the whole world,

source: དགེ་བ་ བྱེད་པ་ རྟག་ ཏུ་ བསྟོད །_།
en: Whereas those who practice virtue will always be praised.

source: དེ་བ ས་ སྡིག་པ་ རྣམ་པར་ སྤོངས །_།
en: So, give up unwholesome actions.

source: མི་ འདོད་ མི་ ཕན་ སྡང་བ་ ཡི །_། རྣམ་པར་ སྨིན་པ་ སྡུག་བསྔལ་ ཚ །_།
en: $1231 “ ‘Anger is unwanted, unbeneficial, And its ripening is most painful.

source: སྡིག་པ་ སྡིག་པ འི་ རྣམ་སྨིན་ ཏེ །_།
en: It is evil and the ripening of evil.

source: དེ་ལྟ ར་ བློ་ལྡན་ དེ་ སྤོངས་ ཤིག _།
en: Therefore, the wise should give it up.

source: སྡིག་ ལ་ རྟག་ ཏུ་ སྡིག་པ་ ཡོད །_། སྡིག་པ་ མེད་ ལ་ སྡིག་ མེད་ དོ །_།
en: $1232 “ ‘Evil always entails evil; Where no evil is done, evil is absent.

source: བྱེད་ ལ་ ལྟོས་ ལ་ སྡིག་ ཡོད་ དེ །_།
en: Evil depends on action.

source: བྱེད་པ་ རྣམས་ ཀྱི་ རྗེས་སུ་ འཇུག _།
en: It is an outflow of activity.#173{{page:{number:402,id:UT22084-068-021-100428,folio:F.282.b,volume:V68}}}

source: [282b] སྡིག་པ་ སེམས་ ལ་ རག་ ལས་ཤིང་ །_། འབྲས་བུ་ སེམས་ ལ་ རག་ ལས་ ཏེ །_།
en: $1233 “ ‘Evil depends on the mind, Just as its ripening depends on the mind.

source: སེམས་ ནི་ རྐྱེན་ ལས་ སྐྱེས་པ ར་ མཐོང་ །_། རྒྱུ་ དང་ རྐྱེན་ ལས་ ཤིན་ཏུ་ བྱུང་ །_།
en: Mind can be seen to arise from conditions; It emerges from causes and conditions.

source: སེམས་ཅན་ སེམས་ ཀྱིས་ བསླུས་ ནས་ སུ །_། སྡིག་པ འི་ དབང་ གིས་ འོངས་པ་ དག _།
en: $1234 “ ‘Sentient beings who were fooled by their minds End up here due to the power of evil.

source: གནོད་པ འི་ མཆོག་ སྟེ་ སྟོབས་པོ་ ཆེ །_། སེམས་ཅན་ དམྱལ་བ་ དྲག་པོ ར་ འགྲོ །_།
en: Encountering tremendously powerful tortures, They wander into excruciating hell.

source: སེམས་ དབང་ གྱུར་པ་ མི་ འགྲོ་ སྟེ །_། རྟག་ ཏུ་ ཆོས་ དབང་ འགྱུར་ མི་ འགྲོ །_།
en: $1235 “ ‘Those who master their minds will not make this journey, For those who master the Dharma do not travel here.

source: ཆོས་སྤྱོད་པ་ ནི་ རྟག་ ཏུ་ བདེ །_། སྡིག་སྤྱོད་པ་ ནི་ མི་ བདེ་ འོ །_།
en: Those who practice the Dharma will always be happy, And those who practice evil will not.

source: ཆོས་མ་ ཡིན་པ ས་ ལེགས་ མེད་ ཅིང་ །_། ལོག་པ ར་ འཚེད་པ ར་ མི་ བྱེད་ དེ །_། རྒྱུ་ དང་ འདྲ་བ ར་ དེ་ མཐོང་ ཞིང་ །_།
en: $1236 “ ‘Non-Dharma brings nothing good, And does not cause one to boil for no reason, For it is seen to accord with its causes.

source: འབྲས་བུ་ སྣ་ཚོགས་ འགྲུབ་པ ར་ འགྱུར །_།
en: That is how these numerous effects have manifest.

source: རྒྱུ་ དང་ འབྲས་བུ་ འཐུན་ པར་ འབྱུང་ །_། ནམས་ ཀྱང་ ལོག་པ ར་ འབྱུང་ མེད་ དེ །_།
en: $1237 “ ‘Cause and effect manifest in accord And are never mistaken.

source: འདུས་བྱས་ ཀྱི་ ནི་ ཆོས་ འདི་དག _། རྒྱུ་ དང་ འབྲས་བུ ར་ ཤིན་ཏུ་ འབྱུང་ །_།
en: These conditioned phenomena Arise as causes and conditions.

source: རྒྱུ་ མེད་ འབྲས་བུ་ ཡོད་ མ་ མཐོང་ །_། སེམས་ཅན་ དམྱལ་བ ར་ རྣམ་པར་ ཕྱེ །_།
en: $1238 “ ‘Without a cause, no effect will be observed— Thus, the realms of hell are discerned.

source: རྒྱུ་ སྦྱོར་ ལས་ ནི་ འབྲས་བུ ར་ སྦྱོར །_། སེམས་ཅན་ དམྱལ་བ ར་ རྣམ་པར་ འཚེད །_།
en: Engaging with the causes, one engages the effects, And so there will be boiling in hell.

source: བྱས་ ཤིང་ བསགས་པ་ དྲག་པ་ དང་ །_། ངེས་པ ར་ ངན་འགྲོ ར་ འགྲོ་བ་ ཡི །_།
en: $1239 “ ‘Where ruthless actions were done and accumulated, The journey to the lower realms is certain.

source: ལས་ དང་ འབྲས་བུ ར་ འབྲེལ་བ་ ནི །_། སེམས་ཅན་ དམྱལ་བ ར་ རྣམ་པར་ འཚེད །_།
en: In consequence of one’s actions, One will boil within the realms of hell.

source: སོ་སོ ར་ བཤགས་པ འི་ རྣམ་པ་ ཡིས །_། ལས་ གང་ རྣམ་པར་ བཟློག་ བྱ་བ །_།
en: $1240 “ ‘By means of confession Karmic actions may be stopped.

source: དེ་ མི་འདོད་པ་ ལམ་ དེ་ཉིད །_། རྣམ་པར་ མཐོང་བ ས་ འབྲས་བུ་ མཐོང་ །_།
en: But if one is not interested in that, One will witness their effects as that path unfolds.

source: འོད་ གང་ སྒྲོན་ ལ་ རག་ ལས་ ཏེ །_། དེ་བཞིན་ འབྲས་བུ་ ལས་ ལ་ ཐོགས །_།
en: $1241 “ ‘Light depends on lamps, And effects depend on karmic actions.

source: གཞན་ དང་ གཞན་ ལས་འབྲས་ འབྱུང་ སྟེ །_། འདུས་བྱས་ ཐམས་ཅད་ དེ་ འདྲ་ འོ །_།
en: Each action will carry its own effect— Such is the way of all conditioned things.

source: གཞན་ དང་ གཞན་ ལས་ རྒྱུ་ མཐོང་ སྟེ །_། གཞན་ དང་ གཞན་ དུ་ དབང་ སྦྱོར་ རོ །_།
en: $1242 “ ‘Each thing has its own cause, And carries its own result.

source: འཐུན་ པར་ རྗེས་སུ་ འབྲེལ་བ་ ནི །_། དེ་ཉིད་ མཐོང་བ་ དག་ གིས་ མཐོང་ །_།
en: That things arise in concordance Is seen by those who see reality.

source: རྒྱུད་ ལ་ རྒྱུ་འབྲས་ མེད་ མིན་ ཏེ །_།
en: $1243 “ ‘The mindstream is not without causes and effects.

source: དབང་ཕྱུག་ ལ་སོགས་ གནས་པ་ མེད །_།
en: Neither is it based on an Almighty, or the like.

source: འདུས་བྱས་ ཆོས་ ཀུན་འབྱུང་བ་ ནི །_། དེ་ཉིད་ མཐོང་བ་ དག་ གིས་ བསྟེན །_།
en: The origination of all conditioned things Is relied upon by those who see reality.

source: འཁོར་བ་ ཐོག་མ་ མེད་པ་ ནས །_། རྒྱུ་ དང་ རྐྱེན་ ལས་ བྱུང་བ་ སྟེ །_། ལས་ རྣམས་ དང་ ནི་ འཐུན་ པར་ མཐོང་ །_།
en: $1244 “ ‘In cyclic existence without beginning or end, Things occur due to causes and conditions, And in accordance with specific karmic actions.

source: ལོག་པ ར་ བརྟག་ པར་ མི་ བྱ་ འོ །_།
en: Therefore, do not develop any wrong ideas!

source: གང་ འདོད་ ལས་ ཀྱི་ དབང་ སོང་བ །_། སྲོག་ཆགས་ [283a] ལས་ ཀྱི་ རྒྱུ་ལ ས་ སྐྱེས །_།
en: $1245 “ ‘Whatever you wish for is governed by karmic action, {{page:{number:403,id:UT22084-068-021-100429,folio:F.283.a,volume:V68}}} And all living beings are born from causal karmic actions.

source: ལས་འབྲས་ དེ་ཉིད་ ཤེས་པ་ དེ །_། དག་པ་ ཡིན་ ཞེས་ མངོན་པར་ རྟོགས །_།
en: Those who have knowledge of actions and their effects Should be acclaimed as pure beings.

source: གཏི་མུག་ ཞགས་པ འི་ དབང་ སོང་བ །_། ཁྱོད་ ཀྱིས་ སྡིག་ དེ་ རྟག་ ཏུ་ བྱས །_།
en: $1246 “ ‘Ruled by the shackles of ignorance, You constantly pursued unwholesome actions.

source: སྡིག་ དང་ བཅས་པ འི་ ལས་ བྱས་པ ས །_། བྱིས་པ་ དོན་མེད་ ཅི་ཞིག་ གདུང་ །_།
en: Since you engaged in actions that are unwholesome, Why are you infantile people so upset?

source: སྡིག་ ལ་ སྡིག་པ་ རྟག་ ཏུ་ གནས །_། དེ་བཞིན་ ཆོས་ ལ་ ཆོས་ གནས་ ཏེ །_།
en: $1247 “ ‘Evil remains evil, Just as Dharma remains Dharma.

source: དེ་ཉིད་ ལས་ ནི་ སྟོན་ བྱེད་པ །_། བརྟན་པ་ དག་ གིས་ གཉི་ག་ སྤོང་ །_།
en: Those who teach otherwise Are shunned by the steadfast.#174

source: སངས་རྒྱས་ བསྟན་ ལ་ རྨོངས་པ་ དང་ །_། ལམ་ དང་ ལམ་ མིན་ རྨོངས་པ་ གང་ །_། དེ་དག་ ལ་ ནི་ ཞི་ མེད་ དེ །_། མུན་ ལ་ ཉི་མ་ མེད་པ་ བཞིན །_།
en: $1248 “ ‘Those who are confused about the teaching of the buddhas, And about what is and what is not the path, Will have no peace, Just as in darkness there is no sunshine.

source: རྟག་ ཏུ་ ཆོས་ དང་ ཆོས་ མིན་ དང་ །_། རྒྱུ་ དང་ རྐྱེན་ ལ་ རྨོངས་པ་ དང་ །_། གནོད་ མཆོག་ ཤིན་ཏུ་ མི་བཟད་པ །_། སེམས་ཅན་ དམྱལ་བ་ དྲག་པོ་ ཐོབ །_།
en: $1249 “ ‘Those who are constantly in a quandary about Dharma and non-Dharma, And about causes and conditions, Achieve tremendous, extremely excruciating tortures Within terrifying hell.’

source: གཏན་ཚིགས་ ལྡན་པ འི་ ཚིག་ རྣམས་ ཀྱིས །_། དེ་ ལ་ བསྒོ་ ནས་ གཤིན་རྗེ འི་ མི །_། མདུང་ཐུང་ གཏུན་ཤིང་ ཐོགས་ ནས་ སུ །_། དེ་ནས་ ཁྲོ་ ཞིང་ རྔམ་པ ར་ འགྱུར །_།
en: $1250 “Once they have thus received instruction, Sanctioned by well-reasoned arguments, The henchmen of the Lord of Death armed with spears and clubs, Will next subject them to their wrathful fury.

source: དེ་ནས་ ཡང་ མཚོན་ཆ་ རྣམ་པ་ དུ་མ་ དག་ ཐོགས་ ནས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ འི་ དུས་ ནས་ བསྐྱེད་པ་ རང་ གི་ ལས་ ཀྱིས་ བྱས་པ་ ལ་ སྤྱོད་པ འི་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལ་ གསོད་ དོ །_།
en: $1251 “Thus, those who experience the consequences of their actions will for many hundreds of thousand of years continue to be slain by the henchmen, who wield numerous weapons, until finally their completed and accumulated acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ འི་ མཐུ ས་ ཚེ་རབས་ བདུན་ བརྒྱ ར་ ཡི་དགས་ སྟོར་ཁུང་ ནས་ འབབ་པ་ འཐུང་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: When at some point they escape this hell, they will be born seven hundred times as starving spirits that subsist on gutter fluids.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ་ སི་ མི་ སི་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Then, as an effect that accords with their causal actions, they will be born five hundred times as simisimi animals.#175

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ བྱ་རོག་ ལྟར་ དམན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེར་ རྟག་ ཏུ་ ཁ་ཟས་ སྙིང་པོ །_ མེད་པ་ ཟ་ ཞིང་ སྐོམ་ ཡང་ རྙོག་མ་ ཅན་ འཐུང་བ ར་ འགྱུར་ ལ་ སྐོམ་ དེ་ཡང་ ལན་འགའ་ ཞིག་ འཐུང་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །།_།།
en: Once they are also free from that state, they will be born as crow-like, inferior humans, who subsist on eating spoiled food and drinking polluted fluids.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་ [283b] པ འི་ འཁོར་ ལ་ བརྟགས་ ན དེས་ འོག་ དང་ ཐད་ཀ ར་ ཕྲ་བ འམ་ རགས་པ འམ་ རྗེས་སུ་ སྦྱོར་བ འམ་ རྗེས་སུ་ ཞུགས་པ འི་ འཁོར་ གང་ བཅུ་བདུན་པ་ གཅིག་ ཀྱང་ མ་ མཐོང་ ངོ་ །_།
en: $1252 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, {{page:{number:404,id:UT22084-068-021-100430,folio:F.283.b,volume:V68}}} he will not find any adjacent or neighboring seventeenth realm, whether subtle or coarse, or to any side or below.

source: དེ་དེ་ ལྟར་ སེམས་པ་ ན་ ལམ་ མཐོང་བ འི་ དགེ་སློང་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: Thus, the monk who has seen the path will think as follows:

source: ཀྱེ་ ཨེ་མ་ བདག་ གིས་ སེམས་ཅན་ དམྱལ་བ་ བརྒྱད་པོ་ དག་ གི་ འཁོར་ བཅུ་དྲུག་ རྣམས་ ཀྱི་ མཐའ་ མཐོང་ སྟེ །_
en: ‘Amazing! I have now seen to their limit the eight hells and each of their sixteen neighboring hell realms.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ འདི་ དེ་ཙམ་ ཞིག་པ་ ལྟ་ སྙམ་ མོ །_།
en: This is as far as the karmic action of misdeeds extends.

source: བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱིས་ བྱས་ ཤིང་ བསགས་པ་ གནོད་པ འི་ ས་ དང་ །_
en: These are the realms where infantile, ordinary beings meet with the tortures befitting their completed and accumulated acts.

source: ལས་ངན་པ་ བྱས་ ཤིང་ མངོན་དུ་ གྱུར་པ འི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བརྒྱད་ ཀྱི་ འཁོར་ ལས་ སྐྱེས་པ འམ །_ དེ་བཞིན་ དུ་ ཆེས་ ཤིན་ཏུ་ ལྕི་བ འི་ རྣམ་པ་ མནར་མེད་པ་ གང་ དུ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ་ མ་གཏོགས་ པར་ སྲོག་ཆགས་ དག་ སྲེག་པ འི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ གཞན་ དགུ་པ་ མ་ མཐོང་ ངོ་ །_།
en: Once the actions they engaged in manifest, they are born in these eight great hells and, beyond, the extremely severe hell of Ultimate Torment. I do not perceive any ninth location where living beings are burned.

source: གང་ དུ་ འདི འི་ ཕྱོགས་ གཅིག་ ལས་ སྟོང་ གི་ ཆ་ གཅིག་ཅིག་ བསྟན་ ཏེ །_ རྒྱུ་ གང་ ངས་ བཤད་པ འམ །_ མཉན་པ འམ །_ དཔེ་ བྱ་བ ར་ ཡང་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: And, indeed, it would not be easy for me to explain, convey, or illustrate even a thousandth fraction of just one single feature of those places.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ སྡུག་བསྔལ་ བཟོད་པ ར་ དཀའ་བ་ དེ་ལྟ ར་ གཞན་ དང་ མཚུངས་པ་ མེད་པ་ སྡུག་བསྔལ་ དཔེ་མེད་པ་ དེ་ རྒྱུ་ གང་ དང་ །_ མཉམ་པ་ གང་ དང་ །_
en: The suffering that beings must undergo in these hell realms is uniquely hard to endure and cannot be illustrated.

source: གང་དེ་ ཉིད་ ཁོང་ དུ་ ཆུད་ ཅིང་ ཤེས་པ ར་ བྱས་ ན་ གང་ ཁྲག་ ཏུ་ སྐྱུགས་ ནས་ འཆི་བ ར་ འགྱུར་ ཏེ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ གནོད་པ་ སྡུག་བསྔལ་ བས་ ཆེས་ སྡུག་བསྔལ་བ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ ཡིན་ ནོ །_།
en: Were I to convey the nature, extent, and reality of this torture, people would vomit blood and die. The tortures of these hell realms vastly exceed all other pains. They are so repulsive, revolting, and hideous.’

source: དེ་ནས་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ མཐོང་ ནས་ འཁོར་བ འི་ སྡུག་བསྔལ་ ཐམས་ཅད་ ལ་ ཡིད་ བྱུང་ སྟེ །_ འདུས་བྱས་ ཐམས་ཅད་ ལ་ མི་རྟག་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ སྟོང་པ་ དང་ །_ བདག་མེད་ པར་ མཐོང་ ངོ་ །_།
en: $1253 “As the monk sees these hell realms, he becomes disenchanted by the suffering of cyclic existence, because he sees that all conditioned phenomena are impermanent, painful, empty, and devoid of self.

source: དེ འི་ འོག་ ཏུ་ འཕགས་པ འི་ བདེན་པ་ འདི་ ལ་ རྣམ་པར་ དཔྱད་པ ས་ འཁོར་བ་ ལ་ སེམས་ ཤིན་ཏུ་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ བྱེད །_
en: As he continues to examine this truth of noble beings, he will become utterly free of desire for cyclic existence.

source: ཡིད་ བྱུང་བ ར་ བྱེད །_ མི་ དགའ་བ ར་ བྱེད་ ཅིང་ འཁོར་བ་ ལ་ སྨོད་པ ར་ བྱེད་ དོ །_།
en: Deeply distressed and disenchanted, he will despise cyclic existence.

source: རྣམ་པ་ དེ་དག་ གིས་ འཁོར་བ་ མི་བཟད་པ་ ཤིན་ཏུ་ འཇིགས་ པར་ མཐོང་ ནས །_ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: Seeing these excruciating and terrifying features of cyclic existence he thinks, {{page:{number:405,id:UT22084-068-021-100431,folio:F.284.a,volume:V68}}}

source: [284a] ཀྱེ་ ཨེ་མ་ སེམས་ཅན་ འདི་དག་ ནི་ ལྷ འི་ ལྟ་བ་ དང་ ཤིན་ཏུ་ བྲལ་ ཞིང་མིག་ དང་ བྲལ་བ་ ཡིན་ ཏེ །_
en: ‘Alas, these sentient beings lack divine vision. It is as if they had no eyes at all.

source: ཡང་ དང་ ཡང་ དུ་ སེམས་ཅན་ དམྱལ་བ་ ཤིན་ཏུ་ མི་བཟད་པ །_ ཤིན་ཏུ་ ཚ་བ་ ཤིན་ཏུ་ འཇིགས་ པར་ སྐྱེས་ ཀྱང་ སྐྱོ་བ ར་ མི་ བྱེད་ དེ །_
en: Again and again they take birth in utterly excruciating hells—they are born into extremely torturous and horrifying modes of existence, and yet they feel no sadness.

source: བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ འདི་དག་ འཁོར་བ་ ཐོག་མ་ མེད་པ་ ནས་ སྲེད་པ འི་ ཞགས་པ ས་ བཅིངས་པ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: Within beginningless cyclic existence, these infantile, ordinary beings remain chained by the shackles of craving.’

source: དེ་ནས་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ འདི་ལྟར་ དགེ་སློང་ རྒྱུན་ མི་འཆད་པ ར་ སྤྲོ་བ་ དེ་ མི་བཟད་པ་ བས་ ཀྱང་ ཤིན་ཏུ་ མི་བཟད་པ་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ མནར་མེད་ པ འི་ བར་ གྱི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཐམས་ཅད་ ཀྱིས་ ས་ གཞན་ བཅུ་གསུམ་པ་ ལ་ ཞུགས་ ཏེ
en: $1254 “Thus, the monk, who is a spiritual practitioner, who carefully observes inner phenomena, and who applies continuous effort, will enter the thirteenth ground. He does so by means of observing all the ripenings of karmic action that create these utterly terrible hells, from the Reviving Hell down to Ultimate Torment.

source: བདུད་ ཀྱི་ ཡུལ་ ལ་ མི་ དགའ་ ཞིང་ བདུད་ ཀྱི་ དབང་ དུ་ མི་ འགྲོ་ བདུད་ ཀྱི་ འཆིང་བ་ ཐམས་ཅད་ རྣམ་པར་ གཅོད་ ཅིང་ བདུད་ ཀྱི་ ཡུལ་ ལ་ གནས་པ ར་ མི་ བྱེད་ དེ་
en: Without any interest in the objects of the māras, he does not fall under their sway. He cuts through their shackles and eludes their sphere of influence.

source: རྟག་ ཏུ་ བརྩོན་པ འི་ དགེ་སློང་ དེ་ བག་ ལ་ ཉལ་ གྱི་ སྦྱོར་བ་ མ་ལུས་པ ར་ བཅད་ ནས་ མྱ་ངན་ ལས་ འདས་པ འི་ གྲོང་ཁྱེར་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: Thus, with constant diligence he severs all latent bonds and enters the city of the transcendence of suffering.

source: དེ འི་ སྤྲོ་བ ས་ བླ་བ འི་ གནོད་སྦྱིན་ དག་ གིས་ མཐོང་ ནས་ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ རྣམས་ ལ་ བསྙད་ དེ །_
en: $1255 “The terrestrial yakṣas who witness his efforts will inform the celestial yakṣas, saying,

source: འདི་ལྟར་ གང་རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས་ རིགས་ ཀྱི་ བུ་ དེ་ གྲོང་ མང་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ ག་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ ག་གེ་མོ་ ཞིག་ ནས་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ
en: ‘A noble son of such and such a family, who is of such and such a village, town, and area, has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: རྩོལ་ ཞིང་ འབད་པ་ ན་ ཡང་དག་པ འི་ ལམ་ གཞན་ དང་ མི་ འདྲ་བ འི་ ལྟ་བ་ ཐུན་མོང་ མ་ཡིན་པ་ འཇིག་རྟེན་ ལས་ འདས་པ་ ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_
en: With effort and endeavor he has actualized the genuine path that is unlike any other, and accomplished the extraordinary view that is beyond the world.
